[
 {
  "id": 1,
  "titulo": "AURICULARES LOGITECH G433",
  "descripcion1": "Óyelo todo, juega en todas partes. Los usuarios de juegos en PC quieren una experiencia de audio inmersiva.            Y con razón, ya que con cada nuevo título mejora el sonido. G433 es una nueva especie de auriculares,            con transductores Pro-G™ y sonido envolvente posicional DTS Headphone:X® para gaming inmersivo.             Los G433 pegan fuerte con un diseño ligero, cómodo y duradero.        descripcion2: 'Tipo de parlante: Driver de neodimio, 40 mm con Sonido posicional 7.1, Sensibilidad: 107 dB a 1 KHz SPL 30 mW/1 cm, Frecuencia: 20 Hz - 20 kHz",
  "descripcion3": "",
  "imagen1": "auris.png",
  "imagen2": "auris-1.png",
  "stock": 1,
  "precio": 14450,
  "categoria": "auricular"
 },
 {
  "id": 2,
  "titulo": "MOUSE GAMING CORSAIR",
  "descripcion1": "Para trabajar desde casa con la computadora o aprovechar los momentos de ocio, necesitás comodidad y             facilidad de movimiento. Con tu Corsair Harpoon RGB encontrá eso que buscás en un solo aparato con  la mejor tecnología.",
  "descripcion2": "El mouse de juego te ofrecerá la posibilidad de marcar la diferencia y sacar ventajas en tus partidas. Su conectividad y sensor suave ayudará a que te desplaces rápido por la pantalla. La funcionalidad al alcance de tu mano. El sistema de detección de movimiento óptico te permitirá mover el cursor de una manera más precisa  y sensible que en los sistemas tradicionales. Rapidez y confiabilidad de los botones. Con sus 6 botones podrás tener mayor control e independencia para ejecutar.",
  "descripcion3": "Navegá rápidamente por documentos y páginas web gracias su diseño ultra delgado, ergonómico, liviano y conveniente para llevar a donde quieras o viajar.",
  "imagen1": "mouse.png",
  "imagen2": "",
  "stock": 1,
  "precio": 17999,
  "categoria": "mouse"
 },
 {
  "id": 3,
  "titulo": "MOUSEPAD HYPERX L",
  "descripcion1": "Es tan fácil deslizar el mouse. Con tu HyperX Speed Edition podrás llenar la pantalla de tuordenador de clicks. Su elaborada superficie le dará precisión y comodidad a tus movimientos.Calidad en su confección Diseñada con materiales de calidad, tu almohadilla de goma, tela te dará una agradable sensación altacto y evitará un gran desgaste en la base de tu mouse. Este tipo de opción es ideal para gamers ya que reparte la presión de manera simétrica, conservando un nivel de precisión adecuado.",
  "descripcion2": "",
  "descripcion3": "",
  "imagen1": "mousepad.png",
  "imagen2": "",
  "stock": 1,
  "precio": 6500,
  "categoria": "mousepad"
 },
 {
  "id": 4,
  "titulo": "TECLADO MECÁNICO",
  "descripcion1": "Teclado Alloy Origins HyperX.El HyperX Alloy Origins™ Core es un teclado ultracompacto y resistente sin zona numérica conconmutadores mecánicos HyperX personalizados diseñados para proporcionar a los jugadores la mejor combinación de estilo, rendimiento y fiabilidad. Estos conmutadores de teclas tienen LED expuestospara una iluminación deslumbrante con una fuerza de actuación y una distancia de recorridoelegantemente equilibrada para una capacidad de respuesta y precisión. Alloy Origins Core está fabricado con un cuerpo de aluminio completo para que permanezca rígido y estable cuando se presionan las teclas, y también cuenta con patas de teclado que le permiten elegir entre tres niveles de inclinación diferentes. Su diseño TKL elegante y compacto libera espacio para el movimiento del ratón en escritorios donde el espacio está muy cotizado, y también cuenta con un cable USB tipo C desmontable para una portabilidad suprema.",
  "descripcion2": "Personaliza tu iluminación, crea macros y ajusta el modo de juego con el software HyperX NGENUITY. Este programa potente pero facil de usar te permite configurar la iluminación por tecla, tener efectos de iluminacion deslumbrantes y agregar decenas de otros toques personalizados a tus productos compatibles con NGENUITY.",
  "descripcion3": "",
  "imagen1": "teclado.png",
  "imagen2": "",
  "stock": 1,
  "precio": 21000,
  "categoria": "teclado"
 },
 {
  "id": 5,
  "titulo": "Auriculares Gamer Corsair H50",
  "categoria": "Auriculares",
  "precio": "25000",
  "garantia": "12",
  "descripcion1": "¡Experimentá la adrenalina de sumergirte en la escena de otra manera! Tener auriculares específicos para jugar cambia completamente tu experiencia en cada partida. Con los Corsair HS50 no te perdés ningún detalle y escuchás el audio tal y como fue diseñado por los creadores.",
  "descripcion2": "El formato perfecto para vos\r\nEl diseño over-ear brinda una comodidad insuperable gracias a sus suaves almohadillas. Al mismo tiempo, su sonido envolvente del más alto nivel se convierte en el protagonista de la escena.",
  "descripcion3": "",
  "imagen1": "imagen1-1666101508810.jfif"
 },
 {
  "id": 6,
  "titulo": "Joystick  Xbox Serie X",
  "categoria": "joysticks",
  "precio": "36000",
  "garantia": "12",
  "descripcion1": "Control preciso\r\nEste mando combina funciones revolucionarias mientras conserva precisión, comodidad y exactitud en cada movimiento. Gracias a su ergonomía especialmente pensada para la posición de tu mano, podés pasar horas jugando con total confort.",
  "descripcion2": "Mayor comodidad y realismo\r\nTe permite jugar sin necesidad de que haya cables de por medio. Está pensado no solamente para controlar mejor tus videojuegos, sino también para aumentar su realismo y experiencia.",
  "descripcion3": "Activá el Bluetooth\r\nCuenta con conexión Bluetooth de alta tecnología para usarlo en cualquier ordenador o dispositivo; ya no necesitarás de aplicaciones de terceros ni cable USB. Además, posee gran capacidad antiinterferente, fácil manejo y señal de conexión estable.",
  "imagen1": "imagen1-1666016035583.jfif"
 },
 {
  "id": 7,
  "titulo": "sdasd",
  "categoria": "teclados",
  "precio": "2222",
  "garantia": "6",
  "descripcion1": "sdsd",
  "descripcion2": "",
  "descripcion3": "",
  "imagen1": "imagen1-1666642459747.jpg"
 }
]